IDEA Connection Link
ConnectionSrv.ProgressCallback Property
 ProgressCallback
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public IProgressCallback ProgressCallback { get; set; }
Public Property ProgressCallback As IProgressCallback
	Get
	Set
public:
property IProgressCallback^ ProgressCallback {
	IProgressCallback^ get ();
	void set (IProgressCallback^ value);
}
Property Value
Type: IProgressCallback
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace